<%@ Page Title="" Language="C#" MasterPageFile="~/NewsMasterPage.master" AutoEventWireup="true"
    CodeFile="UseTreaty.aspx.cs" Inherits="UseTreaty" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
    <style type="text/css">
        #main-content
        {
            line-height: 25px;
            background-color: #EAF6FF;
            padding: 10px;
            border: 1px solid #A2D8FF;
            margin: 0px auto;
        }
        p
        {
            text-indent: 2em; /*段首空2个字符*/
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <!--页面主体-开始-->
    <div id="main-content">
        <div style="text-align: center; font-size: 16px; font-weight: bold;">
            本网站使用协议</div>
        <p>
            欢迎您使用我们提供的服务，在您注册网站及使用服务之前，您应该查看下述之使用条款。此外，网站上的某些特定页面可能会提出额外的条款，所有此类条款均以引用方式并入使用条款之中。本使用条款可能随时更改或更新，但是此处的使用条款一律为最新版本。注册并进入及使用本网站，即表示您完全接受本公司的使用条款并同意受其约束。若您对本使用条款仍有疑问，请放弃注册及不使用我们提供的服务或联系我们的客服人员来获得解答，在接受本使用条款之前您必须：</p>
        <p>
            (1) 提供设备，包括个人电脑一台及配备上网的装置。</p>
        <p>
            (2) 个人上网和支付与此服务有关的上网费用。</p>
        <p>
            (3) 年满16周岁以上公民。</p>
        <p style="font-weight: bold;">
            1. 账号及密码</p>
        <p>
            用户注册成功后，该用户帐号和密码由用户自己负责保管，出现因账号密码丢失或盗用造成的损失本网不承担任何责任。注册时请使用自己的有效邮箱号码进行注册，若使用其他人的邮箱进行注册或使用无效邮箱进行注册的用户，本站将视为无效注册账号，对于无效注册账号本站有随时处置权并不承担任何责任。</p>
        <p style="font-weight: bold;">
            2. 用户隐私制度</p>
        <p>
            本网尊重每一位用户个人隐私，我们一定不会公开、修改或透露用户的资料，除非是用户自己分享给其他人或出现以下几种情况：</p>
        <p>
            (1) 遵守有关法律规定，在国家有关司法机关进行调查查询时。</p>
        <p>
            (2) 与第三方配送公司合作时给配送公司的配送信息。</p>
        <p style="font-weight: bold;">
            3. 用户承诺</p>
        <p>
            用户单独承担发布内容的责任，用户对服务的使用是根据所有适用于服务的地方法律、国家法律和国际法律标准的，用户承诺：</p>
        <p>
            (1) 在本网的网页上存储或发布信息或者利用本网的服务时必须符合中国有关法规，不得在本网的网页上或者利用本网的服务制作、复制、发布、传播以下信息：</p>
        <p>
            &nbsp;&nbsp;① 反对宪法所确定的基本原则的。</p>
        <p>
            &nbsp;&nbsp;② 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的。</p>
        <p>
            &nbsp;&nbsp;③ 损害国家荣誉和利益的。</p>
        <p>
            &nbsp;&nbsp;④ 煽动民族仇恨、民族歧视，破坏民族团结的。</p>
        <p>
            &nbsp;&nbsp;⑤ 破坏国家宗教政策，宣扬邪教和封建迷信的。</p>
        <p>
            &nbsp;&nbsp;⑥ 散布谣言，扰乱社会秩序，破坏社会稳定的。</p>
        <p>
            &nbsp;&nbsp;⑦ 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的。</p>
        <p>
            &nbsp;&nbsp;⑧ 侮辱或者诽谤他人，侵害他人合法权益的。</p>
        <p>
            &nbsp;&nbsp;⑨ 含有法律、行政法规禁止的其他内容的。</p>
        <p>
            (2) 在本网的网页上发布信息或者利用本网的服务时还必须符合其他有关国家和地区的法律规定以及国际法的有关规定。</p>
        <p>
            (3) 不利用本网的服务从事以下活动：</p>
        <p>
            &nbsp;&nbsp;① 未经允许，进入计算机信息网络或者使用计算机信息网络资源的。</p>
        <p>
            &nbsp;&nbsp;② 未经允许，对计算机信息网络功能进行删除、修改或者增加的。</p>
        <p>
            &nbsp;&nbsp;③ 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的。</p>
        <p>
            &nbsp;&nbsp;④ 故意制作、传播计算机病毒等破坏性程序的。</p>
        <p>
            &nbsp;&nbsp;⑤ 其他危害计算机信息网络安全的行为。</p>
        <p>
            (4) 不以任何方式干扰本网的服务。</p>
        <p>
            (5) 遵守本网的所有其他规定和程序。</p>
        <p>
            用户须对自己在使用本网服务过程中的行为承担法律责任，用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在本网首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予本网等额的赔偿。用户理解，如果本网发现其网站传输的信息明显属于上段第①条所列内容之一，依据中国法律，本网有义务立即停止传输，保存有关记录，向国家有关机关报告，并且删除含有该内容的地址、目录或关闭服务器。</p>
        <p>
            用户使用本网留言板等以交互形式为上网用户提供信息发布条件的行为，也须遵守本条的规定以及我的相册网将专门发布的电子公告服务规则，上段中描述的法律后果和法律责任同样适用于电子公告服务的用户。</p>
        <p>
            若用户的行为有符合以上提到的服务条款，本网将作出独立判断立即取消用户服务帐号及服务。</p>
        <p style="font-weight: bold;">
            4. 服务条款的修改</p>
        <p>
            本网有权在有必要时修改本服务条款以及各单项服务的相关条款，修改后的条款将会在网站内公布，本网可能不会通知到每一位用户，用户在享受单项服务时，应当在这查阅了解修改的内容，并自觉遵守本服务条款以及该单项服务的相关条款。鉴于网络服务的特性，本网可能会因为维护或遭受不可抗力的因素等原因而造成本网中断服务，本网保留随时中断服务而不需通知用户的权利，本网不需对用户或第三方负责。</p>
        <p style="font-weight: bold;">
            5. 拒绝提供担保和免责声明</p>
        <p>
            用户明确同意使用本网服务的风险由用户个人承担，本网明确表示不提供任何类型的担保，不论是明确的或隐含的。本网不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性、安全性、真实性、出错发生都不作担保。本网拒绝提供任何担保，包括信息能否准确、及时、顺利地传送。用户理解并接受下载或通过本网产品服务取得的任何信息资料取决于用户自己，并由其承担系统受损、资料丢失以及其它任何风险。本网对在服务网上得到的任何商品购物服务、交易进程、招聘信息，都不作担保。用户不会从本网收到口头或书面的意见或信息，本网也不会在这里作明确担保。</p>
        <p style="font-weight: bold;">
            6. 有限责任</p>
        <p>
            本网对直接、间接、偶然、特殊及继起的损害不负任何责任，这些损害来自：不正当使用产品服务，在网上购买商品或类似服务，在网上进行交易，非法使用服务或用户传送的信息有所变动。</p>
        <p style="font-weight: bold;">
            7. 禁止商业用途</p>
        <p>
            用户使用本网各项服务的权利是个人的，用户只能是一个单独的个体而不能是一个公司或实体的商业性组织。用户承诺不经本网同意，不能利用本网各项服务进行销售或其他商业用途。</p>
        <p style="font-weight: bold;">
            8. 结束服务</p>
        <p>
            用户或本网可随时根据实际情况中断服务，本网有权单方不经通知终止向用户提供某一项或多项服务，用户有权单方不经通知终止接受本网的服务。结束用户服务后，用户使用本网服务的权利立即终止。从那时起，本网不再对用户承担任何义务。</p>
        <p style="font-weight: bold;">
            9. 通知方式</p>
        <p>
            所有发给用户的通知都可通过电子邮件、常规的信件或在网站显著位置公告的方式进行传送。本网将通过上述方法之一将消息传递给用户，告知他们服务条款的修改、服务变更、或其它重要事情。</p>
        <p style="font-weight: bold;">
            10. 网站内容的所有权</p>
        <p>
            网站的所有权内容的定义包括：网站文字、软件、声音、相片、录象、图表、广告中的全部内容。所有这些内容均属于本网，并受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在本网授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品，否则我们将追究其相应的法律责任。</p>
        <p style="font-weight: bold;">
            11. 服务的信息储存及安全</p>
        <p>
            本网对所有服务将尽力维护其安全性及方便性，但对服务中出现信息删除或储存失败不承担任何负责。另外我们保留判定用户的行为是否符合我的相册网服务条款的要求的权利，如果用户违背了本网服务条款的规定，将会中断其帐号的服务。</p>
        <p style="font-weight: bold;">
            12. 法律</p>
        <p>
            用户和本网一致同意有关本协议以及使用本网的服务产生的争议交由仲裁解决，但是本网有优先权选择采取诉讼方式，并有优先权选择受理该诉讼的有管辖权的法院。若有任何服务条款与法律相抵触，那这些条款将按尽可能接近的方法重新解析，而其它条款则保持对用户产生法律效力和影响。
        </p>
        <div style="text-align: center; font-weight: bold;">
            [<a href='javascript:window.open("","_self");top.opener=null;top.close();'>关闭本页</a>]
        </div>
        <div style="text-align: center; font-weight: bold;">
            <input type="button" onclick="location.href=''" value="返回页首" />&nbsp;&nbsp;
            <input type="button" onclick="window.print()" value="打印" />&nbsp;&nbsp;
            <input type="button" onclick="window.opener=null;window.open('','_self');window.close();"
                value="关闭" />
        </div>
    </div>
    <!--页面主体-结束-->
</asp:Content>
